[
  {
    "school": "General Magic",
    "abilities": [
      {
        "name": "Master Spellcaster",
        "prerequisites": "Any School of Magic 12",
        "description": "If you activate this ability on your turn in combat, you can cast two different spells as a single action. It must be two different spells. You can roll for the first spell and then activate this heroic ability."
      }
    ],
    "tricks": [
      {
        "name": "Fetch",
        "prerequisites": "Any School of Magic",
        "description": "You make a loose object (no heavier than weight 1) within 10 meters float to you."
      },
      {
        "name": "Flick",
        "prerequisites": "Any School of Magic",
        "description": "You give an object or creature within 10 meters a magical flick. The “attack” inflicts 1 point of damage and can, for example, shatter glass."
      },
      {
        "name": "Light",
        "prerequisites": "Any School of Magic",
        "description": "You create a bright light that shines from a focus of your choice. It illuminates a 10-meter radius area around your focus and lasts for one shift of time. The light goes out if you reach zero HP."
      },
      {
        "name": "Open/Close",
        "prerequisites": "Any School of Magic",
        "description": "You open or close an unlocked door within 10 meters that you can see."
      },
      {
        "name": "Repair Clothes",
        "prerequisites": "Any School of Magic",
        "description": "Clothes belonging to you or someone else within 10 meters are instantly repaired and cleaned."
      },
      {
        "name": "Sense Magic",
        "prerequisites": "Any School of Magic",
        "description": "You can sense whether the place you are in, or an item you are holding, is affected by magic – and if so, what kind of magic."
      }
    ],
    "spells": [
      {
        "name": "Dispel",
        "rank": 1,
        "prerequisites": "Any School of Magic",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "10m",
        "duration": "Instant",
        "description": "You cancel an ongoing spell of lower or equal power level. DISPEL can also be used to end other magical effects, if the adventure or GM allows it. "
      },
      {
        "name": "Protector",
        "rank": 1,
        "prerequisites": "Any School of Magic",
        "requirement": "Gesture, ingredient (something to draw with)",
        "castingTime": "Action",
        "range": "Touch",
        "duration": "Shift",
        "description": "You protect a person or place (no larger than a human) from magic. The power level of all spells cast at the person or place is reduced by the power level in PROTECTOR. You can also use the spell to protect against magical attacks from monsters (page 83). In that case, each power level reduces the number of dice rolled for damage by 1."
      },
      {
        "name": "Magic Shield",
        "rank": 2,
        "prerequisites": ["Dispel", "Protector"],
        "requirement": "Gesture",
        "castingTime": "Reaction",
        "range": "10m",
        "duration": "Instant",
        "description": "You interfere with a spell cast by another mage. This spell is a reaction and breaks the initiative order of combat, but does not replace your action in the round. You cast it after your opponent's roll to succeed, but before any roll for damage or other effect. If it succeeds, the power level of your opponent's spell decreases by the power level of your MAGIC SHIELD. If the result is zero or less, your opponent's spell has no effect at all. You can also use the spell to stop magical attacks from monsters (page 83). In that case, each power level reduces the number of dice rolled for damage by 1."
      },
      {
        "name": "Transfer",
        "rank": 3,
        "prerequisites": "Magic Shield",
        "requirement": "Gesture",
        "castingTime": "Action",
        "range": "Touch",
        "duration": "Instant",
        "description": "You can steal WP from other humanoid creatures or transfer your WP to someone else. You can take or give a number of WP up to twice cost for casting the spell - i.e. four at power level 1, eight a power level 2, and twelve at level 3. The WP used to cast the spell are lost in the transfer. You can never exceed your maximum WP or go below zero, and the same goes for your subject. If they refuse the transfer, you get a bane to your roll."
      },
      {
        "name": "Magic Seal",
        "rank": 4,
        "prerequisites": "Transfer",
        "requirement": "Word, gesture",
        "castingTime": "Shift",
        "range": "Touch",
        "duration": "Permanent",
        "description": "You bind a spell to an inanimate object of your choice. The power level of MAGIC SEAL determines the power level of the bound spell. Binding a magic trick requires power level 1. When casting MAGIC SEAL you also decide how the bound spell is activated. When that happens, the spell uses WP from the person activating it. If this person cannot or will not spend their WP, the spell is not activated. MAGIC SEAL can be combined with CHARGE to give the object its own WP to use. The two rituals must then be performed consecutively. Activating a bound spell dissolves the MAGIC SEAL, unless the MAGIC SEAL is combined with PERMANENCE (below)."
      },
      {
        "name": "Charge",
        "rank": 4,
        "prerequisites": "Transfer",
        "requirement": "Word, gesture",
        "castingTime": "Stretch",
        "range": "Touch",
        "duration": "Shift",
        "description": "You transfer your WP to an inanimate object of your choice, which acts as a battery. Each power level lets you transfer up to 10 WP. Anyone in contact with the object can then use its WP instead of their own. After one shift of time, the charged WP dissipate, unless combined with PERMANENCE. CHARGE can also be combined with MAGIC SEAL (see above)."
      },
      {
        "name": "Permanence",
        "rank": 5,
        "prerequisites": "Magic Seal",
        "requirement": "Word, gesture",
        "castingTime": "Shift",
        "range": "Touch",
        "duration": "Permanent",
        "description": "This ritual is combined with another spell and makes it permanent. This costs the mage one point of WIL permanently (and reduces maximum WP by one). The power level of PERMANENCE must be equal to that of the spell being made permanent. PERMANENCE cannot be added to spells with instant duration. If PERMANENCE is combined with MAGIC SEAL, the latter becomes permanent and the bound spell can be activated any number of times."
      }
    ]
  },
  {
    "school": "Animism",
    "tricks": [
      {
        "name": "Birdsong",
        "prerequisites": "Animism",
        "description": "You are surrounded by lovely birdsong for one stretch of time. The birds give you a boon to AWARENESS. This trick only works outdoors."
      },
      {
        "name": "Clean",
        "prerequisites": "Animism",
        "description": "The room you are in is cleaned. All dust and dirt disappear, and the room is put in order."
      },
      {
        "name": "Cook Food",
        "prerequisites": "Animism",
        "description": "You automatically succeed at cooking food (page 103) without a BUSHCRAFT roll, and it happens instantly (one action)."
      },
      {
        "name": "Floral Trail",
        "prerequisites": "Animism",
        "description": "Beautiful flowers sprout where you walk. The flowers wither after a shift."
      },
      {
        "name": "Hairstyle",
        "prerequisites": "Animism",
        "description": "You change the color, length, and style of your hair as you see fit. In some situations this can give you a boon to BLUFFING and PERSUASION rolls."
      }
    ],
    "spells": [
      {
        "name": "Animal Whisperer",
        "rank": 1,
        "prerequisites": "Animism",
        "requirement": "Word",
        "castingTime": "Stretch",
        "range": "2m",
        "duration": "Instant",
        "description": "This spell lets you talk to a bird or mammal. You can ask a number of questions equal to the power level. Animals can tell you what they have seen, heard, or smelled - but they do not perceive the world as humanoids do, and their answers are hard to interpret. The main advantage is that they never lie."
      },
      {
        "name": "Banish",
        "rank": 1,
        "prerequisites": "Animism",
        "requirement": "Word, gesture, focus (holy symbol)",
        "castingTime": "Action",
        "range": "10m",
        "duration": "Instant",
        "description": "Demons and undead rising from their graves are a violation of the natural order and must be stopped. This spell inflicts 2D8 damage on such a being. Each additional power level increases the damage by D8. Armor and natural armor have no effect, and the spell cannot be dodged or parried."
      },
      {
        "name": "Ensnaring Roots",
        "rank": 1,
        "prerequisites": "Animism",
        "requirement": "Gesture, ingredient (branches or roots nearby)",
        "castingTime": "Action",
        "range": "10m",
        "duration": "Shift",
        "description": "The victim is ensnared by roots and branches and is unable to move. Breaking free requires an EVADE roll - with a boon at power level 1, normally at power level 2, and with a bane at power level 3. Each attempt counts as an action in combat. Only one attempt is allowed per round, but others can help. The spell does not work on monsters."
      },
      {
        "name": "Lightning Flash",
        "rank": 1,
        "prerequisites": "Animism",
        "requirement": "Gesture",
        "castingTime": "Action",
        "range": "30m",
        "duration": "Instant",
        "description": "You call down a flash of lightning from the sky. If the spell is cast successfully, the target takes 2D6 damage. The lightning flash continues to another random target within 2 meters of the target, inflicting 2D4 damage. Each power level beyond the first increases the number of dice rolled for damage by one (e.g., 3D6 and 3D4 respectively at power level 2). Metal armor has no effect but the spell can be dodged or parried as a ranged attack, and if this is successfully done, no further target is hit. Indoors, the WP cost to cast the spell is doubled."
      },
      {
        "name": "Treat Wound",
        "rank": 1,
        "prerequisites": "Animism",
        "requirement": "Word",
        "castingTime": "Action",
        "range": "Touch",
        "duration": "Instant",
        "description": "You heal another living creature for 2D6 HP. For each power level beyond the first, the spell heals an additional D6 HP."
      },
      {
        "name": "Engulfing Forest",
        "rank": 2,
        "prerequisites": "Ensnaring Roots",
        "requirement": "Gesture, ingredient (branches or roots nearby)",
        "castingTime": "Action",
        "range": "10m sphere",
        "duration": "Shift",
        "description": "You call upon the spirits of the forest who quickly make thickets of thorns and roots shoot up from the ground in the area of effect. The area counts as rough terrain (page 44), and everyone except yourself (not monsters) who is in the area of effect when you cast the spell is ensnared by roots and branches, unable to move. Breaking free requires an EVADE roll - with a boon at power level 1, normally at power level 2, and with a bane at power level 3. Each attempt counts as an action in combat. Only one attempt is allowed per round. Other people who are not ensnared can help."
      },
      {
        "name": "Lightning Bolt",
        "rank": 2,
        "prerequisites": "Lightning Flash",
        "requirement": "Gesture",
        "castingTime": "Action",
        "range": "40m",
        "duration": "Instant",
        "description": "You call down a great bolt of lightning on a target, who suffers 2D8 damage. The bolt continues to another random target within 2 meters of the target, inflicting 2D6 damage, and then to a third target within 2 meters, who suffers 2D4 damage. Each power level beyond the first increases the number of dice rolled for damage by one. Metal armor has no effect but the spell can be dodged or parried as a ranged attack, and if this is successfully done, no further target is hit. Indoors, the WP cost to cast the spell is doubled."
      },
      {
        "name": "Heal Wound",
        "rank": 2,
        "prerequisites": "Treat Wound",
        "requirement": "Word",
        "castingTime": "Action",
        "range": "Touch",
        "duration": "Instant",
        "description": "You heal another living creature for 2D8 HP and one non-permanent severe injury. For each power level beyond the first, the spell heals an additional D8 HP. "
      },
      {
        "name": "Purge",
        "rank": 2,
        "prerequisites": "Banish",
        "requirement": "Word, gesture, focus (holy symbol)",
        "castingTime": "Action",
        "range": "10m",
        "duration": "Instant",
        "description": "You exorcise a demon or undead, inflicting 2D10 damage on the unnatural creature. Each power level increases the damage by D10. Armor and natural armor have no effect, and the spell cannot be dodged or parried."
      },
      {
        "name": "Sleep",
        "rank": 2,
        "prerequisites": "Treat Wound",
        "requirement": "Word",
        "castingTime": "Action",
        "range": "Touch",
        "duration": "Instant",
        "description": "The target of the spell must succeed with a WIL roll or fall into a deep sleep for one stretch. NPCs roll against their maximum WP if this is listed, reduced by 2 for each level of the Focused heroic ability. If WP is not listed, NPCs roll against 10. If the roll succeeds, the victim still gets Dazed. The victim rolls with a boon at power level 1, normally at power level 2, and with a bane at power level 3. A sleeping person is very difficult to wake, but wakes up upon taking damage. The spell can only be used on the living and has no effect on monsters."
      },
      {
        "name": "Restoration",
        "rank": 3,
        "prerequisites": "Heal Wound",
        "requirement": "Word",
        "castingTime": "Action",
        "range": "Touch",
        "duration": "Instant",
        "description": "You heal another living creature for 2D10 HP and any one severe injury. For each power level beyond the first, the spell heals an additional D10 HP."
      },
      {
        "name": "Resurrection",
        "rank": 3,
        "prerequisites": "Heal Wound",
        "requirement": "Word, gesture, ingredient (corpse)",
        "castingTime": "Shift",
        "range": "Touch",
        "duration": "Permanent",
        "description": "You can channel nature's forces to resurrect a dead person - not as undead, but truly alive. This costs the mage one point of WIL permamently (and reduces maximum WP by one). The more time that has passed since the target died, the more difficult it is. Within the same shift requires power level 1, within a day requires power level 2, and within a week requires power level 3. If over a week has passed, the body is too decomposed to be RESURRECTED. Only one attempt can be made - if it fails, the victim is permanently dead. A person brought back to life loses D3 skill levels in all CHA-based skills (to a minimum of 3)."
      },
      {
        "name": "Thunderbolt",
        "rank": 3,
        "prerequisites": "Lightning Bolt",
        "requirement": "Gesture",
        "castingTime": "Action",
        "range": "50m",
        "duration": "Instant",
        "description": "You call down a mighty thunderstroke on a target, who suffers 2D10 damage. The thunderstroke continues to up to three random targets within 2 meters of each other. The damage is 2D8 for the second target, 2D6 for the third, and 2D4 for the fourth. Each power level beyond the first increases the number of dice rolled for damage by one. Metal armor has no effect but the spell can be dodged or parried as a ranged attack, and if this is successfully done, no further target is hit. Indoors, the WP cost to cast the spell is doubled."
      }
    ]
  },
  {
    "school": "Elementalism",
    "tricks": [
      {
        "name": "Heat/Chill",
        "prerequisites": "Elementalism",
        "description": "The area within 10 meters of you becomes pleasantly warm or cold. The effect protects against cold (page 54) for one shift of time."
      },
      {
        "name": "Ignite",
        "prerequisites": "Elementalism",
        "description": "You light or extinguish a candle, torch, or lantern within 10 meters."
      },
      {
        "name": "Puff of Smoke",
        "prerequisites": "Elementalism",
        "description": "An impressive puff of smoke erupts in front of you. Very popular for dramatic entrances, and can give you a boon to SNEAKING in certain situations as determined by the GM."
      }
    ],
    "spells": [
      {
        "name": "Fireball",
        "rank": 1,
        "prerequisites": "Elementalism",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "20m",
        "duration": "Instant",
        "description": "The spell sends a fireball from your hand or focus at the target. The fireball can be dodged or parried as a ranged attack. The fireball inflicts 2D6 damage on a hit and sets fire to flammable objects. Each power level beyond the first increases the damage by D6 or creates another fireball that hits another target within range."
      },
      {
        "name": "Frost",
        "rank": 1,
        "prerequisites": "Elementalism",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "4m sphere",
        "duration": "Stretch",
        "description": "You drastically lower the temperature around you. All natural fires in the area of effect are extinguished and all living creatures lose D6 HP and D6 WP when the spell is cast, and become cold as per the rules on page 54 - they cannot heal HP or WP until they get warm. Humanoids (not monsters) in the area of effect when the spell is cast are also frozen in place and can neither move nor perform actions (not even reactions). On each turn, a frozen victim can make a STR roll (not an action) to break free. Each additional power level increases the range by 4 meters. Any water in the area of effect immediately freezes. In a river this creates an ice floe that you can walk on or use as a raft."
      },
      {
        "name": "Gust Of Wind",
        "rank": 1,
        "prerequisites": "Elementalism",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "10 meters (cone)",
        "duration": "Instant",
        "description": "The spell summons a great gust of wind. All untethered objects and creatures up to human size in the area of effect are pushed 2D4 meter away from you and suffer the same amount of bludgeoning damage. Against a swarm (page 83) the spell deals 2D6 damage. Each additional power level increases the number of dice by one. The spell has no effect on monsters that are Large or Huge (page 83)."
      },
      {
        "name": "Pillar",
        "rank": 1,
        "prerequisites": "Elementalism",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "10m",
        "duration": "Shift",
        "description": "The spell raises a pillar, three meters high and one meter wide, from the ground or a stone floor. If someone is standing in that spot, the victim must make an ACROBATICS roll (not an action) to avoid falling off the pillar. If the pillar is created under a low ceiling and the roll fails, the victim takes 2D6 bludgeoning damage instead. For each additional power level, the height of the pillar increases by three meters, which can mean falling damage to anyone who falls off (page 53)."
      },
      {
        "name": "Shatter",
        "rank": 1,
        "prerequisites": "Elementalism",
        "requirement": "Word",
        "castingTime": "Action",
        "range": "Touch",
        "duration": "Instant",
        "description": "By breaking the invisible bond that holds physical matter together, you can shatter physical objects. With this spell you inflict 2D10 damage on an inanimate and non-magical item. Any armor rating has no effect. Each power level beyond the first increases the damage by D10."
      },
      {
        "name": "Fire Blast",
        "rank": 2,
        "prerequisites": "Fireball",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "30m",
        "duration": "Instant",
        "description": "The spell sends a large fire blast from your hand or focus at the target. The fire blast can be dodged or parried as a ranged attack. The fire blast inflicts 2D8 damage on a hit and sets fire to flammable objects. Each power level beyond the first increases the damage by D8 or creates another blast that hits another target within range."
      },
      {
        "name": "Stone Shield",
        "rank": 2,
        "prerequisites": "Pillar",
        "requirement": "Gesture, ingredient (pebbles)",
        "castingTime": "Reaction",
        "range": "Personal",
        "duration": "Instant",
        "description": "You instantly summon a shield of stone that decreases the damage of an incoming attack by 2D6. Each additional power level decreases the damage by another D6. You can cast the spell after the roll to hit, but before rolling damage. The spell can be combined with armor."
      },
      {
        "name": "Stonewall",
        "rank": 2,
        "prerequisites": "Pillar",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "10m",
        "duration": "Shift",
        "description": "The spell raises a wall from the ground or a stone floor - one meter thick, two meters high, and three meters wide. Each additional power level creates another section of the same size. If someone is standing in that spot, the victim must make an ACROBATICS roll (not an action) to avoid falling off. If the wall is created under a low ceiling and the roll fails, the victim takes 2D6 bludgeoning damage instead."
      },
      {
        "name": "Tidal Wave",
        "rank": 2,
        "prerequisites": "Frost",
        "requirement": "Word, gesture, ingredient (water source)",
        "castingTime": "Action",
        "range": "20 meters (cone)",
        "duration": "Instant",
        "description": "You summon a great wave from a water source within range. The area of effect starts at the source, not at yourself. All untethered objects and creatures in the area of effect are pushed 2D6 meters away from the water source and suffer the same amount of bludgeoning damage. Each additional power level increases the number of dice by one."
      },
      {
        "name": "Whirlwind",
        "rank": 2,
        "prerequisites": "Gust Of Wind",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "4m sphere",
        "duration": "Instant",
        "description": "The spell creates a mighty whirlwind around the mage. All untethered objects and creatures up to human size in the area of effect are hurled 2D4 meters away, suffer the same amount of bludgeoning damage, and land prone. Each additional power level increases the range by 4 meters and inflicts another D4 damage. If you take a bane on the roll, you can let one person in range be hurled to another spot of your choice within the spell's range. You decide whether that person takes damage and whether they land prone."
      },
      {
        "name": "Firebird",
        "rank": 3,
        "prerequisites": "Fire Blast",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "40m",
        "duration": "Instant",
        "description": "The spell sends a terrifying bird of fire from your hand or focus at the target. The attack can be dodged or parried as a ranged attack. The firebird inflicts 2D10 damage on a hit and sets fire to flammable objects. Each power level beyond the first increases the damage by D10 or creates another firebird that hits another target in range."
      },
      {
        "name": "Firestorm",
        "rank": 3,
        "prerequisites": ["Fire Blast", "Whirlwind"],
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "4m sphere",
        "duration": "Instant",
        "description": "The spell creates a whirling storm of fire around you. All targets in range suffer 2D6 damage. Each additional power level increases the range by 4 meters and inflicts another D6 damage."
      },
      {
        "name": "Gnome",
        "rank": 3,
        "prerequisites": "Stonewall",
        "requirement": "Word, gesture, ingredient (stone or soil)",
        "castingTime": "Stretch",
        "range": "4m",
        "duration": "Stretch",
        "description": "The spell summons an earth elemental. The gnome takes the form of a humanoid of gray-brown sand or clay, and counts as a monster in combat (page 84). It follows its creator's commands (free action) and acts independently with its own initiative, but must stay within sight of the mage."
      },
      {
        "name": "Salamander",
        "rank": 3,
        "prerequisites": "Fire Blast",
        "requirement": "Word, gesture, ingredient (open fire)",
        "castingTime": "Stretch",
        "range": "4m",
        "duration": "Stretch",
        "description": "The spell summons a fire elemental. The salamander takes the form of a lizard of fire, and counts as a monster in combat (page 84). It follows its creator's commands (free action) and can act independently with its own initiative, but must stay within sight of the mage."
      },
      {
        "name": "Sylph",
        "rank": 3,
        "prerequisites": "Whirlwind",
        "requirement": "Word, gesture",
        "castingTime": "Stretch",
        "range": "4m",
        "duration": "Stretch",
        "description": "The spell summons a wind elemental. The sylph looks like a storm cloud in the shape of a bird. It counts as a monster in combat (page 84), follows its creator's commands (free action), and can act independently with its own initiative, but must stay within sight of the mage."
      },
      {
        "name": "Undine",
        "rank": 3,
        "prerequisites": "Tidal Wave",
        "requirement": "Word, gesture, ingredient (water)",
        "castingTime": "Stretch",
        "range": "4m",
        "duration": "Stretch",
        "description": "The spell summons a water elemental. The undine looks like a tidal wave whose crest is shaped like a woman com- posed entirely of water. It counts as a monster in combat (page 84), follows its creator's commands (free action), and can act independently with its own initiative, but must stay within sight of the mage."
      }
    ]
  },
  {
    "school": "Mentalism",
    "tricks": [
      {
        "name": "Lock/Unlock",
        "prerequisites": "Mentalism",
        "description": "Your touch locks or unlocks a non-magical lock."
      },
      {
        "name": "Magic Stool",
        "prerequisites": "Mentalism",
        "description": "You create a round surface, roughly half a meter in diameter and height, which you can sit on or put things on. The effect lasts until you leave."
      },
      {
        "name": "Slow Fall",
        "prerequisites": "Mentalism",
        "description": "You slow your fall and land as light as a feather, no matter the height."
      }
    ],
    "spells": [
      {
        "name": "Farsight",
        "rank": 1,
        "prerequisites": "Mentalism",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "1 kilometer",
        "duration": "Concentration",
        "description": "The spell lets you see and hear what is happening in a place up to one kilometer away, as if you were there in person. You must either have the place in sight or have visited it previously. Each additional power level increases the range tenfold - 10 kilometers at power level 2 and 100 kilometers at power level 3. The spell cannot be used to peer into other dimensions."
      },
      {
        "name": "Levitate",
        "rank": 1,
        "prerequisites": "Mentalism",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "6m",
        "duration": "Instant",
        "description": "You levitate yourself or another person or object of up to human size and let it float up to 6 meters in any direction, after which it lands gently or drops to the ground (you decide). Each additional power level lets you levitate the target another 2 meters or levitate an additional person or object. If you try to LEVITATE an unwilling creature, you get a bane to the roll."
      },
      {
        "name": "Longstrider",
        "rank": 1,
        "prerequisites": "Mentalism",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "Touch",
        "duration": "Stretch",
        "description": "The target's movement rating is doubled for the duration of the effect. You can cast the spell on yourself. Each additional power level lets you cast the spell on another person."
      },
      {
        "name": "Power Fist",
        "rank": 1,
        "prerequisites": "Mentalism",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "Personal",
        "duration": "Stretch",
        "description": "The damage of your unarmed attacks increases by D6 per power level."
      },
      {
        "name": "Stone Skin",
        "rank": 1,
        "prerequisites": "Mentalism",
        "requirement": "Word, gesture, ingredient (stone)",
        "castingTime": "Action",
        "range": "Touch",
        "duration": "Stretch",
        "description": "The target's skin turns hard and gray, and gains armor rating 4. Each power level beyond the first increases the armor rating by an additional 2. If you wear armor, only the highest armor rating counts."
      },
      {
        "name": "Divination",
        "rank": 2,
        "prerequisites": "Farsight",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "100m",
        "duration": "Instant",
        "description": "Specify an item (“weapon”, “sword”), substance (“gold”, “air”, “water”), creature or type of creature (“Zot the mage”, “undead”, “orcs”) or phenomenon (“magic”). The spell shows you the direction to the nearest target of the specified type within the spell's range. Each additional power level doubles the range - to 200 meters and 400 meters respectively."
      },
      {
        "name": "Enchant Weapon",
        "rank": 2,
        "prerequisites": "Power Fist",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "Touch",
        "duration": "Stretch",
        "description": "The spell enchants a weapon so that result 1-2 counts as a Dragon roll when attacking and parrying with it. The weapon also counts as magical. Each power level increases the chance of rolling a Dragon by 1. In other words: 1-3 at power Level 2 and 1-4 at power level 3."
      },
      {
        "name": "Mental Strike",
        "rank": 2,
        "prerequisites": "Power Fist",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "10m",
        "duration": "Instant",
        "description": "You can project your mental power as a powerful physical strike. The attack hurls the victim 2D6 meters away from you and inflicts the same amount of damage. Each additional power level adds D6 to the roll. The spell can be dodged or parried as a ranged attack."
      },
      {
        "name": "Scrying",
        "rank": 2,
        "prerequisites": "Farsight",
        "requirement": "Gesture",
        "castingTime": "Action",
        "range": "10m",
        "duration": "Concentration",
        "description": "You gain knowledge of past events that occurred in the place you are in, even if none alive remember what happened. You gaze up to a day back in time at power level 1, a year at power level 2, and centuries at power level 3. Your visions are often cryptic and fragmented - the GM decides exactly what you see."
      },
      {
        "name": "Telepathy",
        "rank": 2,
        "prerequisites": "Farsight",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "10m",
        "duration": "Concentration",
        "description": "You can read the surface thoughts of another person. Accessing deeper memories requires power level 2 or even more, depending on how fresh the memory is. The GM has the final say. You can also use this spell to send your own thoughts to another person."
      },
      {
        "name": "Dominate",
        "rank": 3,
        "prerequisites": "Telepathy",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "10m",
        "duration": "Instant",
        "description": "You can take complete control of another person's actions. To cast the spell, make an opposed roll against the victim's WIL. NPCs roll against their maximum WP if this is listed, reduced by 2 for each level of the Focused heroic ability. If WP is not listed, NPCs roll against 10. At power level 1 you get a bane, at power level 2 you roll normally, and at power level 3 you get a boon. If you win the roll, the victim must immediately make a movement and perform an action of your choice, except any action that requires spending WP. The victim also loses their next turn. The spell has no effect on monsters."
      },
      {
        "name": "Flight",
        "rank": 3,
        "prerequisites": "Levitate",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "Touch",
        "duration": "Stretch",
        "description": "You give yourself or another creature of up to human size the ability to fly freely with Movement rating 6. At power level 2, the Movement rating is doubled to 12. At power level 3, it is doubled again to 24. The flying individual can ignore all obstacles and is not affected by terrain."
      },
      {
        "name": "Teleport",
        "rank": 3,
        "prerequisites": "Farsight",
        "requirement": "Word, gesture",
        "castingTime": "Action",
        "range": "Touch",
        "duration": "Instant",
        "description": "With this spell you can teleport yourself up to 100 meters. You must either be able to see the destination or have visited it previously. For each power level beyond the first, you can bring another human-sized creature you touch with you, or double the range. The spell cannot be used to travel between dimensions."
      }
    ]
  }
]
